{
    "site_name": "Shri Shwetamber Jain Temple",
    "nav_home": "Home",
    "nav_about": "About",
    "nav_events": "Events",
    "nav_gallery": "Gallery",
    "nav_contact": "Contact",
    "btn_lang": "हिंदी",
    "hero_title": "Welcome to Shri Saat Bees Deori Jain Temple",
    "hero_subtitle": "A sanctuary of Peace, Non-Violence, and Spiritual Growth.",
    "hero_btn": "Explore",
    "section_about_title": "Our Heritage",
    "section_about_desc": [
        "Situated near the Fateh Prakash Palace within Chittorgarh Fort, the Sat Bees Deori Temple is a group of twenty-seven temples dedicated to the Jain Tirthankaras. Established in the 11th century CE, entering this sacred land of Chittorgarh through the presence of the Jain community marks the beginning of an ethereal journey, resonating with legends and captivating architecture.",
        "According to legend, the Sat Bees Deori Temple was originally a complex of twenty-seven Jain temples. As you approach the temple entrance, a sense of anticipation steadily grows. Step inside and prepare to be embraced by a calm and cool atmosphere, where sunlight filtering through intricately carved windows creates a gentle shimmer on the polished floors. The corridors are lined with impressive pillars adorned with detailed depictions of Jain deities.",
        "A serene sense of devotion permeates the air, inspiring visitors to further explore the temple’s wonders. The architecture presents a fascinating blend of Jain and Maru-Gurjara styles. To fully appreciate the fine craftsmanship and majestic grandeur, one can lift their gaze toward the beautifully detailed ceilings. Chittorgarh Fort has been declared a UNESCO World Heritage Site.",
        "Dedicated to the Tirthankaras—revered enlightened souls believed to guide seekers on the path of spiritual liberation—the temple’s central sanctum houses a magnificent idol of Lord Adinath, worshipped as the first Tirthankara. Seated in a tranquil meditative posture, the idol creates an atmosphere of peace and serenity. Standing reverently before this divine figure inspires reflection on the profound Jain principles of Ahimsa (non-violence), Satya (truth), and Vairagya (detachment from worldly desires).",
        "Within the temple complex, smaller shrines pay homage to other Tirthankaras, each adorned with intricate carvings and decorated with vibrant flowers offered by devoted worshippers. A visit to this temple not only allows one to witness architectural marvels but also offers a direct connection with Jain culture and spirituality. Chittorgarh Fort, a place echoing countless tales of valor and resilience passed down through generations, warmly awaits your visit."
    ],
    "btn_read_more": "Read More",
    "section_events_title": "Upcoming Events",
    "event_date_label": "Date:",
    "event_1_title": "Mahavir Jayanti Celebration",
    "event_1_desc": "Join us for the grand celebration of Mahavir Janma Kalyanak. Morning prayers followed by specialized puja.",
    "event_2_title": "Paryushan Parv",
    "event_2_desc": "The festival of forgiveness. Daily discourses and Pratikraman.",
    "section_gallery_title": "Photo Gallery",
    "gallery_1_alt": "Temple Main Shrine",
    "gallery_2_alt": "Detailed Carvings",
    "gallery_3_alt": "Evening Aarti",
    "gallery_4_alt": "Garden View",
    "footer_text": "© 2026 Shri Saat Bees Deori Jain Temple. Dedicated to the path of Tirthankaras.",
    "footer_social": "Social",
    "footer_contact": "Contact",
    "contact_intro": "Jai Jinendra. Please visit us or reach out via email.",
    "contact_label_address": "Address",
    "contact_label_email": "Email",
    "card_darshan_title": "Darshan Timing",
    "card_darshan_desc": "Morning: 6:00 AM - 1:00 PM<br>Evening: 4:00 PM - 9:00 PM",
    "card_events_title": "Events",
    "card_events_desc": "Join us for daily Aarti and upcoming festivals.",
    "card_donation_title": "Donation",
    "card_donation_desc": "Support the temple maintenance and charitable activities."
}