{
    "site_name": "श्री श्वेताम्बर जैन मंदिर",
    "nav_home": "मुख्य पृष्ठ",
    "nav_about": "परिचय",
    "nav_events": "कार्यक्रम",
    "nav_gallery": "तस्वीरें",
    "nav_contact": "संपर्क",
    "btn_lang": "English",
    "hero_title": "श्री सात बीस देवरी जैन मंदिर में आपका स्वागत है",
    "hero_subtitle": "शांति, अहिंसा और आध्यात्मिक विकास का एक पवित्र स्थान।",
    "hero_btn": "मंदिर दर्शन",
    "section_about_title": "हमारी विरासत",
    "section_about_desc": [
        "चित्तौड़गढ़ किले में फतेहप्रकाश महल के पास स्थित सात बीस देवरी जैन मंदिर, जैन तीर्थंकरों को समर्पित सत्ताईस मंदिरों का एक समूह है। 11वीं सदी ईस्वी में स्थापित जैन समुदाय चित्तोडगढ़ की पवित्र भूमि में प्रवेश करना, मिथकों, मनमोहक वास्तुकला की गूँज के माध्यम से एक अलौकिक यात्रा की शुरुआत है।",
        "किंवदंती के अनुसार, सात बीस देवरी मंदिर, मूल रूप से सत्ताईस जैन मंदिरों का एक समूह है। जैसे-जैसे आप मंदिर के दरवाज़े के करीब पहुँचते हैं, उम्मीद की भावना बढ़ती जाती है। अंदर प्रवेश करें और शांत, ठंडे माहौल से घिरने के लिए तैयार हो जाएँ, नक्काशीदार खिड़कियों से छनकर आती सूरज की रोशनी पॉलिश किए हुए फर्श पर एक हल्की चमक पैदा करती है। गलियारों में प्रभावशाली खंभे हैं जो जैन देवताओं के विस्तृत चित्रण से सजे हुए हैं।",
        "हवा में ही एक शांत भक्ति गूँज रही है जो आपको मंदिर के चमत्कार को और अधिक खोजने के लिए प्रेरित करती है। वास्तुकला जैन और मारू-गुर्जर शैलियों का एक दिलचस्प मिश्रण है। शिल्प कौशल के बारीक विवरण और विशाल भव्यता की पूरी तरह से सराहना करने के लिए अपनी आँखें छत की ओर उठा सकते हैं। चित्तोडगढ़ किले को यूनेस्को द्वारा विश्व धरोहर स्थल घोषित किया गया है।",
        "तीर्थंकरों को समर्पित, पूजनीय प्रबुद्ध आत्माएं जिन्हें आध्यात्मिक मुक्ति के मार्ग पर साधकों का मार्गदर्शन करने का श्रेय दिया जाता है, मंदिर के केंद्रीय गर्भगृह में भगवान आदिनाथ की एक शानदार मूर्ति है, जिन्हें पहले तीर्थंकर के रूप में पूजा जाता है। शांत, ध्यान मुद्रा में स्थित यह मूर्ति मानसिक शांति और सुकून का माहौल बनाती है। इस दिव्य मूर्ति के सामने श्रद्धा से रुककर, व्यक्ति को अहिंसा (अहिंसा), सत्य (सच्चाई), और वैराग्य (मोह-माया से मुक्ति) के गहरे जैन सिद्धांतों पर विचार करने की प्रेरणा मिलती है।",
        "मंदिर परिसर के अंदर आस-पास के छोटे मंदिर अन्य तीर्थंकरों को श्रद्धांजलि देते हैं, हर मंदिर जटिल नक्काशीदार आकृतियों से सजा हुआ है और समर्पित भक्तों द्वारा चढ़ाए गए जीवंत फूलों से सुशोभित है। मंदिर की यात्रा आपको वास्तुकला के चमत्कारों को देखने के साथ-साथ जैन संस्कृति से सीधे जुड़ने का अवसर देती है। चित्तौड़गढ़ का किला जहाँ वीरता और दृढ़ता की कई कहानियाँ हैं जो पीढ़ियों से चली आ रही हैं पर पधारे हम आपका इंतजार कर रहे है।"
    ],
    "btn_read_more": "और पढ़ें",
    "section_events_title": "आगामी कार्यक्रम",
    "event_date_label": "दिनांक:",
    "event_1_title": "महावीर जयंती समारोह",
    "event_1_desc": "महावीर जन्म कल्याणक के भव्य उत्सव में शामिल हों। सुबह की प्रार्थना के बाद विशेष पूजा।",
    "event_2_title": "पर्युषण पर्व",
    "event_2_desc": "क्षमा का त्यौहार। दैनिक प्रवचन और प्रतिक्रमण।",
    "section_gallery_title": "फोटो गैलरी",
    "gallery_1_alt": "मंदिर का मुख्य गर्भगृह",
    "gallery_2_alt": "विस्तृत नक्काशी",
    "gallery_3_alt": "संध्या आरती",
    "gallery_4_alt": "बगीचे का दृश्य",
    "footer_text": "© 2026 श्री सात बीस देवरी जैन मंदिर। तीर्थंकरों के मार्ग को समर्पित।",
    "footer_social": "सोशल मीडिया",
    "footer_contact": "संपर्क",
    "contact_intro": "जय जिनेन्द्र। कृपया पधारें या ईमेल के माध्यम से संपर्क करें।",
    "contact_label_address": "पता",
    "contact_label_email": "ईमेल",
    "card_darshan_title": "दर्शन का समय",
    "card_darshan_desc": "सुबह: 6:00 बजे - 1:00 बजे<br>शाम: 4:00 बजे - 9:00 बजे",
    "card_events_title": "कार्यक्रम",
    "card_events_desc": "दैनिक आरती और आगामी त्योहारों के लिए हमसे जुड़ें।",
    "card_donation_title": "दान",
    "card_donation_desc": "मंदिर के रखरखाव और धर्मार्थ कार्यों में सहयोग करें।"
}